[
{
"question": "Where do lessons take place?",
"reply": "All of our lessons are online via Skype, Zoom, Google Meet, Microsoft Teams or Facetime. However, if you are a business looking for a workshop, we can travel to you if you prefer.",
"category": "lessons",
"open": false
},
{
"question": "Do you offer group classes in Speech and Drama?",
"reply": "We do not offer classes at this time. However, we offer one-to-one tailored tuition to suit your needs",
"category": "lessons",
"open": false
},
{
"question": "What is the minimum age for children to start Speech and Drama sessions?",
"reply": "Sessions are offered for children aged seven upwards.",
"category": "lessons",
"open": false
},
{
"question": "Can I earn a qualification with yourselves?",
"reply": "Yes, we prepare students for exams with the University of West London. Exams can be taken in a variety of subjects such as Speech and Drama, Acting, Oral Communication to name a few. Please take a look at our Exam page to find out more.",
"category": "qualifications",
"open": false
},
{
"question": "How long are individual lessons?",
"reply": "Lessons are 30 minutes or an hour, depending on your requirements and age. We do encourage you to have regular lessons in order to fully benefit from our coaching.",
"category": "lessons",
"open": false
},
{
"question": "How much are lessons?",
"reply": "Please contact us on book@activateyourvoice.co.uk to find out more about our prices.",
"category": "pricing",
"open": false
},
{
"question": "How many lessons will I need?",
"reply": "This depends on your requirements, your ability and your goals. With anything, the more you put in, the more you get out. We strongly encourage people to practice the exercises and any relevant pieces of text at home in between each lesson. For those wishing to take an exam with us, there are extra requirements that will need to be completed outside of lessons.",
"category": "lessons",
"open": false
},
{
"question": "I am interested in a career in Acting, can you help?",
"reply": "We provide advice, guidance and preparation on auditioning for Drama School, and getting into the industry, as well as teaching you the necessary skills and techniques.",
"category": "qualifications",
"open": false
},
{
"question": "How do I pay?",
"reply": "Payment is by bank transfer 24 hours prior to the lesson on receipt of invoice. If no payment is received, your slot will be allocated to someone else. However, there is an option to pay monthly, or in blocks of 5 or 10 lessons.",
"category": "pricing",
"open": false
},
{
"question": "What if I need to cancel a lesson?",
"reply": "We do require 48 hours notice if you wish to cancel a lesson, otherwise the lesson will be charged for.",
"category": "lessons",
"open": false
},
{
"question": "What times do lessons take place?",
"reply": "Lessons can be arranged to suit your schedule where possible, be that in the daytime or evenings.",
"category": "lessons",
"open": false
},
{
"question": "Do you provide materials?",
"reply": "Some materials are provided, but we do ask all our clients to take notes during the sessions.",
"category": "lessons",
"open": false
},
{
"question": "Can I buy a Gift Voucher?",
"reply": "Yes, please email book@activateyourvoice.co.uk for more details. We can offer vouchers with different monetary values.",
"category": "pricing",
"open": false
}
]
