{
  "teamMembers": [
    {
      "id": "janet-schofield",
      "name": "Janet Schofield",
      "image": "/janet-schofield-1.jpg",
      "imageAlt": "Janet Schofield",
      "profile": "Janet is a fully qualified and highly professional speech and drama teacher, with more than 30 years of teaching experience.\n\nShe has worked with various professionals, businesses, and corporate companies all over the world, helping them develop their speech and communication skills.\n\nHer passion for drama and theatre is key in helping others achieve their own success. What began as a love of performing for Janet, as a member of the Manchester Youth Theatre, has led to professional acting training, roles in various productions and TV appearances.\n\nThis background is an ideal platform from which to give insight and understanding into the performing world. Over the years, Janet has helped clients develop their speech, communication and performing skills with excellent results.\n\n\"She endeavours to inspire you to learn and develop your talents to become the best that you can be.\"",
      "qualifications": [
        "Licentiate of Speech and Drama Teaching Diploma (LLCM-TD) University of West London",
        "Associate in Speech and Drama Teaching Diploma (ALCM-TD) University of West London",
        "B.Ed. University of Lancaster",
        "Grade 8 Speech and Drama Guildhall",
        "LAMDA Gold Medal in Verse and Prose",
        "LAMDA Silver Medal in Acting",
        "Society of Teachers of Speech and Drama Member",
        "Spotlight Member"
      ]
    },
    {
      "id": "elise-schofield",
      "name": "Elise Schofield",
      "image": "/elise-schofield-1.jpg",
      "imageAlt": "Elise Schofield",
      "profile": "Elise is a talented speech and drama educator with expertise in helping students develop their performance and communication skills. With her dynamic teaching approach and passion for theatre, she creates engaging learning experiences.",
      "qualifications": [
        "Speech and Drama Teaching Diploma",
        "LAMDA Examiner",
        "Member of Society of Teachers of Speech and Drama"
      ]
    }
  ]
}
