{
  "items": [
    {
      "quote": "Voice coaching with Janet has been a revelation to me! I’ve learned so much in a short space of time and am making steady progress. I can hear that my voice is stronger and I’m now speaking from the correct part of my mouth(!). Janet is so knowledgeable, patient and a lovely person who now feels like a friend.",
      "name": "Keren Chamberlain",
      "role": "",
      "stars": 5
    },
    {
      "quote": "I regularly work with Janet and practice with speech exercises has made my voice stronger, clearer and more modulated. People have told me that my communication is far more effective.",
      "name": "Ingrid",
      "role": "Sweden",
      "stars": 5
    },
    {
      "quote": "Our team coaching session taught us important business principles in a fun and memorable way.",
      "name": "EM",
      "role": "Macclesfield",
      "stars": 5
    },
    {
      "quote": "The techniques Janet has taught me have enabled me to communicate not just more effectively but more confidently. Customers and colleagues understand me much more clearly, which is vital for my Sales role.",
      "name": "Sam Cordon",
      "role": "Sales Executive",
      "stars": 5
    },
    {
      "quote": "My daughter enjoys her weekly lessons and is keen to achieve and progress further. I would thoroughly recommend to anyone wanting to gain confidence in speaking and achieve results quickly",
      "name": "Kate Edwardson",
      "role": "",
      "stars": 5
    },
    {
      "quote": "Janet’s coaching and insight are essential to helping me deliver effectively to the business",
      "name": "Veronica",
      "role": "FTSE Top 100 Company",
      "stars": 5
    },
    {
      "quote": "With Janet’s help, my daughter has secured a place at Laine Theatre Arts in Epsom – her first choice. We are very grateful to ‘Activate Your Voice’ for their expertise and support and would not hesitate to recommend them",
      "name": "Suzanne Lynn",
      "role": "Drama School tuition",
      "stars": 5
    },
    {
      "quote": "Janet’s voice coaching is outstanding. After only a few weeks, people realised the difference in my voice and the way I present. It is a true pleasure working with Janet",
      "name": "Sebastian",
      "role": "Scientist at a pharmaceutical company",
      "stars": 5
    },
    {
      "quote": "Janet’s been a fantastic coach. I originally reached out a few months back to develop my vocal and reading ability. We started off with articulation, pronunciation and breathing exercises which I now practice on a day to day basis. These collectively have helped develop my vocal resonance and clarity when speaking.",
      "name": "Ben Horton",
      "role": "Software Engineer",
      "stars": 5
    },
    {
      "quote": "Janet is a very confident voice coach. She has taught me a wide range of vocal exercises and techniques to improve my spoken English and clarity of my voice, as well as the modulation. As a foreign speaker I have found practicing the phonetic sounds invaluable. Janet has improved my confidence and I'd highly recommend her",
      "name": "Kongrit Khamkhoon",
      "role": "",
      "stars": 5
    },
    {
      "quote": "We've been very pleased with the sessions our son has been having with Janet. We feel as though his confidence has really come on and Janet does a great job keeping him engaged. We weren't sure about switching to online and although nothing beats face to face, it's remarkable how it can work well online too",
      "name": "Debble Powell",
      "role": "",
      "stars": 5
    },
    {
      "quote": "From only a few lessons I noticed improvement in my speech. I became aware of using the techniques Janet has taught me to build a better rapport when speaking on the phone. I would highly recommend recommend Janet, she is competent and enthusiastic",
      "name": "Ash Burdett",
      "role": "",
      "stars": 5
    },
    {
      "quote": "I spent a number of years with Janet for both Speech and Drama lessons. These have proved invaluable in my work and also in my spare time. I have no reservations in recommending Janet, my time with her was both enjoyable and educational",
      "name": "Christopher Bluff",
      "role": "",
      "stars": 5
    }
  ]
}
